{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "53946f89-1824-4e53-8363-b6f8524dddaf": {
      "type": "contact-form",
      "disabled": true,
      "settings": {
        "heading": "Contact form",
        "heading_size": "h1",
        "color_scheme": "background-1",
        "padding_top": 36,
        "padding_bottom": 36,
        "h3": "Reach OUT",
        "email": "hello@demoblanks.com",
        "phone": "313-456-7890",
        "h32": "Our headquarters",
        "details": "10001 Pioneer Blvd. Santa Fe Springs, CA 90670"
      }
    },
    "6cebd2b8-0fa1-45e1-932f-f74d81a45d9a": {
      "type": "contact-form-w",
      "settings": {
        "heading": "Contact form",
        "heading_size": "h1",
        "color_scheme": "background-1",
        "padding_top": 36,
        "padding_bottom": 36,
        "h3": "Reach OUT",
        "email": "hello@demoblanks.com",
        "phone": "313-456-7890",
        "h32": "Our headquarters",
        "agreedet": "Credit Agreement Terms and Conditions Terms and Conditions (Cont.) Credit Application 3 of 5 Los Angeles Apparel Inc. Credit Application By submitting this Credit Application to Los Angeles Apparel (hereinafter, the 'Seller'), Applicant (hereinafter, the \"Buyer(s)\") and Guarantor(s) consent to the following Terms and Conditions: Seller will notify Buyer whether Seller has approved Buyer's Credit Application. If so approved, such notification will constitute an acceptance by Seller to sell goods to Buyer on credit. Such goods will be identified in one or more purchase orders issued by Buyer and accepted by Seller. These Terms and Conditions expressly limit acceptance to the terms and conditions set forth below. The parties agree that the use of a purchase order to place orders for goods or services shall be construed to supplement the terms of these Terms and Conditions only to the extent that the terms and conditions of the purchase order are not inconsistent with these Terms and Conditions. These Terms and Conditions will be incorporated into all purchase orders and invoices between the parties, regardless of whether specific reference to these Terms and Conditions is made therein. These Terms and Conditions supersede the terms and conditions of Buyer's purchase order(s) and will govern all transactions between Buyers and Seller\/ These Terms and Conditions also apply to all future transactions unless modified in writing and signed by both Seller and Buyer. Payment Terms: Buyer will pay Seller within 30 days of the date of Seller's invoice. If Buyer's account goes 30 days or more past due, Buyer irrevocably authorizes Seller to charge the past due amount to the credit card on file. Notice of Defects\/Returns: Buyer must notify Seller in writing of all claims for damages resulting from late delivery or any other defect that are known to Buyer at the time Buyer accepts the merchandise. Buyer must make any claims of defects, including but not to those related to quality or identity, within the 7 days after the receipt of merchandise. Any such claims must be made via e-mail to customercare@losangelesapparel.net. Correspondence that is not made in this fashion shall be null and without effect. Buyer agrees that such 7 day period is a \"reasonable\" period of time to make such claims, and further agrees to inspect all merchandise within that time. Any rights to reject or return merchandise expires after this 7 day period, and Buyer accepts the risk that it may fail to uncover defects or nonconformities during that period. Following acceptance of such merchandise, and in any event no later than expiration of the 7 day period, Buyer shall be deemed to waive any claim for damages resulting from any defect Buyer is aware of, including late delivery. Modification of Goods: Garment dyers and printers beware: modify the goods and you own them! Buyer's modification of goods (in whatever form), or its request that Seller modify goods, shall be deemed a waiver and release of any rights to reject or return any goods, and shall be considered full acceptance of such goods by Buyer as fully conforming to any prior orders, instructions, or specifi- cations. Seller specifically disclaims any liability or responsibility for loss resulting from the garment dye process. Without limiting the foregoing, Seller may agree, in the exercise of its sole discretion and as a courtesy to Buyer, to repurchase items upon Buyer's request. In that event, Buyer hereby (1) authorizes Seller to sell such garments and other goods, (2) agrees to indemnify Seller and hold Seller harmless from any and all liability relating to or arising from the sale, use, non-use, and\/or distribution of such goods, and (3) grants Seller a non-exclusive, fully paid up license to hold, use, sell, or otherwise dispose of any trademarks printed or used in connection with such items. Returns: Except as otherwise stated herein, merchandise may be returned within 7 days of receipt of the merchandise, and are subject to a 25% restocking fee, with a $5.00 minimum charge. A written authorization from Seller must be obtained by Buyer for any returned mer- chandise. In the event of a return, Buyer hereby (1) authorizes Seller to sell such garments and other goods, and (2) agrees to indemnify Seller and hold Seller harmless from any and all liability relating to or arising from the sale, use, non-use, and\/or distribution of such goods. Except as otherwise stated herein, merchandise that has been modified (in whatever form) may not be returned. Acceptance of goods with known defects waives claims for damage : Buyer must notify Seller in writing of all claims for damages resulting from late delivery or any other defect that are known to Buyer at the time Buyer accepts the merchandise. Buyer hereby waives any claim for damages resulting from any defect Buyer is aware of, including late delivery, at the time Buyer accepts the merchandise. Re-Selling Merchandise : Buyer may not sell, transfer, or convey any merchandise or Los Angeles Apparel, Inc. products to any person or entity, unless Buyer first substantially modifies such products by printing, embellishing, or decorating them so as to clearly distinguish them from Los Angeles Apparel, Inc.'s product line. Los Angeles Apparel, Inc. shall have sole discretion to determine whether Buyer has adequately distinguished the prod- ucts. As a condition of buying Los Angeles Apparel, Inc., Buyer agrees that this provision shall apply to ALL Los Angeles Apparel, Inc. products Buyer now has or later acquires, whether or not obtained from Los Angeles Apparel, Inc. or whether or not such products were previously or would otherwise be subject to these Terms and Conditions. Binding Arbitration : Upon demand by either party, any claim or dispute between the parties arising from or relating to these Terms and Conditions shall be determined by binding arbitration, as provided under sections 1 and 2 of the Federal Arbitration Act and the California Code of Civil Procedure. For purposes of any arbitration proceeding, the parties shall be entitled to the same remedies that would apply outside an arbitration proceeding. The parties shall each bear their own costs and attorneys' fees in any arbitration proceeding, provided however, that the arbitrator shall have the authority to require either party to pay the costs and attorneys' fees of the other party during the arbitration, as is permitted under federal or state law, as a part of any remedy that may be ordered. Page 5: Signatures Credit Application 4 of 5 Los Angeles Apparel Inc. Credit Application Defaults and Remedies: All payments owed to Seller shall be due on or within thirty (30) days from the date of an invoice. Buyer's failure to make any payment as and when due to Seller, to perform or observe any covenant or agreement contained herein, to comply with applicable law, or any condition shall occur that reasonably could be expected to lead to Buyer's insolvency, will create a default by Buyer under these Terms and Conditions. Except as provided herein, these Terms and Conditions incorporate by reference all terms of Article 2 of the Uniform Commercial Code, including but not limited to, all seller's remedies. On account of any delinquent payments or amounts, Buyer agrees to pay an additional service charge equal to 1.5% per month (18% per annum), collection agency fees equal to 30% of delinquent amounts, Seller's attorneys' fees, and all other costs and expenses which may be incurred by the Seller in furtherance of the collection of delinquent amounts and\/or to enforce the terms and conditions set forth herein, or as otherwise provided by law. Buyer will pay Seller a handling fee of $50 for any returned checks. If Buyer's account is insured and Buyer's account is turned over to a receivable insurance company for a claim, Buyer agrees to pay Seller a charge equal to 30% of the principal amount due which is in default. Jurisdiction: The parties agree that any transaction(s) governed by these terms and conditions shall be governed by the laws of the State of California, without regard to any applicable choice of law rules, standards, or norms. By agreeing to transact with Seller, Buyer and any Guarantor hereby consent to jurisdiction in Los Angeles County, California. NO EXPRESS WARRANTIES: BUYER ACKNOWLEDGES THAT SELLER HAS MADE NO EXPRESS WARRANTIES. EXCLUSION OF IMPLIED WARRANTIES: NOTWITHSTANDING ANY OTHER STATEMENTS, AGREEMENTS, OR UNDERSTANDINGS INVOLVING BUYER AND SELLER OR ANY OF ITS RESPECTIVE EMPLOYEES OR AGENTS, OR GUARANTOR, TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, SELLER SHALL NOT HAVE OR INCUR ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR PARTICULAR PURPOSE, AND ALL SUCH WARRANTIES ARE EXPRESSLY DISCLAIMED. ALL OTHER WARRANTIES IMPLIED ARE EXCLUDED FROM ANY TRANSACTION BETWEEN BUYER AND SELLER AND SHALL NOT APPLY TO THE GOODS SOLD BY SELLER. SELLER SHALL ALSO NOT BE LIABLE FOR ANY SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES. NONE OF SELLER'S AGENTS, EMPLOYEES, PROFESSIONALS, OR OTHER REPRESENTATIVES HAVE OR SHOULD BE CONSIDERED TO HAVE AUTHORITY TO ALTER THE TERMS OF THIS PROVISION. No Responsibility: Buyer acknowledges that Seller has no responsibility for any work performed by any vendor referred by Buyer and hereby waives any right to assert any claim against Seller for work performed by any other firm, including but not limited to claims for negligent referral, agency, or respondeat superior. Deterioration of Buyer's Credit: Seller's agreement to provide a Buyer with goods or services prior to payment is purely at Seller's discretion, and may be altered, conditioned, or revoked at any time, and without notice. Acceptance of goods with known defects waives claims for damage : To induce Seller to consider selling goods to Buyer whether on credit or otherwise, the individual(s) or entity(ies) signing these Terms and Conditions under the heading \"Guarantor\" (who, if more than one, shall be jointly and severally bound) hereby unconditionally guarantee(s) to Seller and its affiliates, successors, endorsees, and assigns, the punctual payment and performance when due, with such interest as may accrue thereon either before or after any maturity(ies) thereof, of all debts, indemnities, and other obligations of Buyer and any other party or parties, now existing or hereafter arising, as well as the performance and observance by the Buyer of the terms, conditions, stipulations, and agreements of Buyer contained in these Terms and Conditions and any invoice, credit application, and\/or order confirmation of Seller. This Guaranty will be a continuing and irrevocable guaranty for such indebtedness and obligations of Buyer. The undersigned Guarantor hereby waives notice of acceptance of this Guaranty, notice of the occurrence of any default, presentments, demand, protests, and notices of any and all action at any time taken or omitted by Buyer regarding its indebtedness to Seller. Such Guarantor consents to any modification or renewal of the credit or other relationship between Buyer and Seller, including increases in rates or fees, and changes to the dates specified for payment, all of which will remain hereby guaranteed. This Guaranty shall bind the executors, administrators, and assigns of the undersigned Guarantor and shall remain in full force and effect unless and until canceled by written notice sent by Seller to Buyer by registered mail, in which case it shall then be binding as to any balances, amounts and other obligations then owing and outstanding as of the date of Buyer's receipt of such registered notice. If Guarantor fails to promptly perform its obligations under this Guaranty, Seller may from time-to-time, and without first requiring performance by Buyer, bring any action at law or in equity to compel Guarantor to perform its obligations hereunder, and to collect in any such action compensation for all loss, cost and damage incurred by Seller as a consequence of Guarantor's failure to perform. Integration and Amendments : These Terms and Conditions contain the complete and entire agreement between and among the parties as to the subject matter hereof, and replace and supersede any prior or contemporaneous communications, representations or agreements. These Terms and Conditions will not be modified, supplemented, qualified or interpreted by any trade usage or prior course of dealing not made a part of the Terms and Conditions by its express terms. Terms on Buyer's purchase orders or other forms will not modify or override the terms of these Terms and Conditions. All amendments to these Terms and Conditions must be in writing and manually signed by Seller and Buyer, and with respect to the Guaranty, by Guarantor and Seller. The failure to refer to this Terms and Conditions in a related invoice, purchase order, or quotations exchanged by or between the parties, for example, will not affect the governance of these Terms and Conditions. Assignment : This Agreement is made solely with the Buyer and any Guarantor. The parties agree that the terms and conditions of this Agreement, and the purpose thereof, are for personal services; Seller's agreement to transact with Buyer is based entirely on the Buyer's and any Guarantor's qualifications, characteristics, needs, and circumstances. As such, this Agreement may not be assigned to any third party without the express written consent of Seller, which consent may be withheld for any reason in Seller's sole discretion. Credit Application 5 of 5 Los Angeles Apparel Inc. Credit Application Severability: In the event that any one or more of the provisions of these Terms and Conditions are held to be invalid, illegal, or unenforceable in any respect, such invalidity, illegality or unenforceability shall not affect any other provision of these Terms and Conditions. Instead, these Terms and Conditions shall be interpreted and enforced as if the offending provision were not contained herein. Agreement and Acknowledgement: In the event that any one or more of the provisions of these Terms and Conditions are held to be invalid, illegal, or unenforceable in any respect, such invalidity, illegality or unenforceability shall not affect any other provision of these Terms and Conditions. Instead, these Terms and Conditions shall be interpreted and enforced as if the offending provision were not contained herein. Buyer(s) and Guarantor(s) have carefully read and agree to the Credit Application and its Terms and Conditions stated on all 5 pages of this application. Buyer authorizes Los Angeles Apparel, Inc. to verify the credit of the Company and\/or the individual(s) whose Signature appears below. Buyer authorizes the above listed bank(s) and\/or business references to release credit information of the Company and\/or the individual(s) whose Signature appears below as requested by Los Angeles Apparel, Inc. BY SIGNING BELOW YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD AND ACCEPT ALL TERMS AND CONDITIONS ON ALL 5 PAGES OF THIS DOCUMENT. Signatures must be by an authorized Officer, Partner and\/or Owner of the Business.",
        "agree": "i agree with the terms and conditions"
      }
    }
  },
  "order": [
    "main",
    "53946f89-1824-4e53-8363-b6f8524dddaf",
    "6cebd2b8-0fa1-45e1-932f-f74d81a45d9a"
  ]
}
